Repository: maleix/gnome-shell-night-light-slider-extension
Catalog: po/*.po
Languages: ms, ru

source: Night Light Temperature
ms: Suhu Cahaya Malam
ru: Температура Ночной Подсветки

source: Always show slider
ms: Sentiasa tampilkan gelangsar
ru: Всегда показывать слайдер

source: Show the slider even when night light is disabled or off
ms: Tampilkan gelangsar walaupun cahaya malam dilumpuhkan
ru: Показывать слайдер, даже если ночная подсветка отключена

source: Show indicator
ms: Tampilkan petanda
ru: Показать индикатор

source: Show the night light indicator in the status area when night light is enabled
ms: Tampilkan petanda cahaya malam di kawasan status apabila cahaya malam diaktifkan
ru: Показывать индикатор ночной подсветки в системном трее, если она включена

source: Enable permanent night light
ms: Aktifkan cahaya malam secara berkekalan
ru: Принудительно включить ночную подсветку

source: Constantly update the night light schedule such that it is enabled throughout the day
ms: Sentiasa mengemaskinikan jadual cahaya malam agar sentiasa diaktifkan
ru: Постоянно обновляет расписание ночной подсветки, чтобы она была включена всегда

source: Lowest temperature
ms: Suhu terendah
ru: Самая низкая температура

source: Minimum slider value, lower is warmer
ms: Nilai minimum gelangsar, nilai lebih rendah merupakan suhu yang lebih panas
ru: Минимальное значение ползунка, чем ниже, тем теплее

source: Highest temperature
ms: Suhu tertinggi
ru: Самая высокая температура

source: Maximum slider value, higher is cooler
ms: Nilai maksimum gelangsar, nilai lebih rendah merupakan suhu yang lebih dingin
ru: Максимальное значение ползунка, чем выше, тем холоднее

source: Sync brightness percentage
ms: Segerakkan nilai kecerahan paparan
ru: Синхронизация яркости в процентах

source: Adjust both brightness and night light warmth
ms: Segerakkan nilai kecerahan paparan dengan nilai suhu cahaya malam
ru: Регулируйте яркость и теплоту ночной подсветки

source: Show in submenu
ms: Tampilkan dalam submenu
ru: Показать в подменю

source: Display the slider in the night light submenu instead of at the panel menu
ms: Tampilkan gelangsar di dalam submenu cahaya malam, bukannya di menu panel
ru: Отображать слайдер в подменю ночной подсветки, а не в меню панели

source: Swap slider axis
ms: Terbalikkan paksi gelangsar
ru: Инвертировать ось слайдера

source: Invert the slider axis such that lower is cooler and higher is warmer
ms: Terbalikkan paksi gelangsar agar nilai lebih rendah merupakan suhu lebih dingin dan sebaliknya
ru: Инвертировать ось слайдера, чтобы меньше было холоднее, а больше — теплее.

source: Night Light is disabled in system preferences
ms: Cahaya Malam dilumpuhkan dalam tetapan paparan
ru: «Ночная Подсветка» отключена в системных настройках

source: Enable
ms: Aktifkan
ru: Включить

source: Slider position
ms: Posisi gelangsar
ru: Положение слайдера

source: Manage where in the aggregate menu the slider should show
ms: Uruskan di mana dalam menu agregat gelangsar cahaya malam akan dipaparkan
ru: Управляйте тем, где в меню должен отображаться слайдер

source: Top-level menu
ms: Menu agregat
ru: Верхний уровень меню

source: Night Light submenu
ms: Submenu Cahaya Malam
ru: Подменю Ночной Подсветки
